-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Apr 13, 2016 at 05:10 AM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `barber`
--

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE IF NOT EXISTS `customers` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(25) CHARACTER SET utf8 NOT NULL,
  `haircut` varchar(25) CHARACTER SET utf8 NOT NULL,
  `notes` varchar(255) CHARACTER SET utf8 NOT NULL,
  `year` int(11) NOT NULL,
  `month` varchar(25) CHARACTER SET utf8 NOT NULL,
  `day` int(11) NOT NULL,
  `hour` int(11) NOT NULL,
  `minutes` varchar(25) CHARACTER SET utf8 NOT NULL,
  `full_date` int(255) NOT NULL,
  `converted_month` int(11) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB  DEFAULT CHARSET=armscii8 AUTO_INCREMENT=213 ;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`ID`, `name`, `haircut`, `notes`, `year`, `month`, `day`, `hour`, `minutes`, `full_date`, `converted_month`) VALUES
(98, 'y', 'שיער קצוץ', 'y', 2016, 'אפריל', 11, 14, '00', 2147483647, 4),
(99, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 15, '30', 2016481530, 4),
(100, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 14, '30', 2016481430, 4),
(101, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 17, '30', 2016481730, 4),
(102, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 4, 17, '30', 2016441730, 4),
(103, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 20, 17, '30', 2147483647, 4),
(104, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 5, 17, '30', 2016451730, 4),
(105, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 10, '30', 2016481030, 4),
(106, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 19, '00', 2016481900, 4),
(109, 'd', 'שיער קצוץ', '', 2016, 'אפריל', 8, 13, '30', 2016481330, 4),
(111, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 9, '30', 2016480930, 4),
(112, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 8, 9, '00', 2016480900, 4),
(113, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 9, 11, '30', 2016491130, 4),
(114, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 7, 14, '30', 2016471430, 4),
(115, 'dd', 'שיער קצוץ', 'd', 2016, 'אפריל', 7, 14, '00', 2016471400, 4),
(116, 'cc', 'שיער קצוץ', 'c', 2016, 'אפריל', 6, 15, '30', 2016461530, 4),
(157, 'rty', 'שיער קצוץ', 'rty', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(164, 'd', 'שיער קצוץ', 'dddddd', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(166, 'd', 'שיער קצוץ', 'ddddddddd', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(167, 'd', 'שיער קצוץ', 'ddddddddddd', 2016, 'אפריל', 12, 0, '00', 2147483647, 4),
(168, 'd', 'שיער קצוץ', 'ddddddddddd', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(169, 'd', 'שיער קצוץ', '', 2016, 'אפריל', 13, 0, '00', 2147483647, 4),
(170, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(171, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(172, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 12, 0, '30', 2147483647, 4),
(173, 'f', 'שיער קצוץ', 'e', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(174, 'ff', 'שיער קצוץ', '', 2016, 'אפריל', 12, 15, '00', 2147483647, 4),
(175, 'רןוני', 'פן', 'ג', 2016, 'אפריל', 12, 15, '00', 2147483647, 4),
(176, 'ret', 'שיער קצוץ', 'rwe', 2016, 'אפריל', 12, 13, '30', 2147483647, 4),
(177, 'ret', 'שיער קצוץ', 'rwe', 2016, 'אפריל', 12, 13, '00', 2147483647, 4),
(178, 'ret', 'שיער קצוץ', 'rwe', 2016, 'אפריל', 12, 13, '30', 2147483647, 4),
(179, 'sd', 'שיער קצוץ', 'f', 2016, 'אפריל', 15, 13, '30', 2147483647, 4),
(180, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 13, 14, '30', 2147483647, 4),
(181, 'd', 'שיער קצוץ', 'd', 2016, 'אפריל', 13, 14, '00', 2147483647, 4),
(182, 'r', 'שיער קצוץ', 'r', 2016, 'אפריל', 12, 16, '00', 2147483647, 4),
(183, 'fd', 'שיער קצוץ', 'df', 2016, 'אפריל', 12, 16, '00', 2147483647, 4),
(184, 'dsf', 'שיער קצוץ', 'dsf', 2016, 'אפריל', 13, 15, '00', 2147483647, 4),
(185, 'dsf', 'שיער קצוץ', 'dsf', 2016, 'אפריל', 13, 17, '00', 2147483647, 4),
(186, 'dsf', 'שיער קצוץ', 'dsf', 2016, 'אפריל', 13, 18, '00', 2147483647, 4),
(187, 'dsf', 'שיער קצוץ', 'dsf', 2016, 'אפריל', 13, 19, '00', 2147483647, 4),
(188, 'dsf', 'שיער קצוץ', 'dsf', 2016, 'אפריל', 13, 9, '00', 2016413900, 4),
(189, 'dsf', 'שיער קצוץ', 'dsf', 2016, 'אפריל', 13, 10, '00', 2147483647, 4),
(190, 'asd', 'שיער קצוץ', 'asd', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(191, 'asd', 'שיער קצוץ', 'asd', 2016, 'אפריל', 12, 10, '00', 2147483647, 4),
(192, 'sad', 'שיער קצוץ', 'dsa', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(193, 'שדג', 'שיער קצוץ', 'דשג', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(194, 'שדג', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(195, 'שדג', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(196, 'שדג', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(197, 'דג', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(198, 'גדכ', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(199, 'd', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '00', 2147483647, 4),
(200, 'd', 'שיער קצוץ', 'sda', 2016, 'אפריל', 12, 18, '30', 2147483647, 4),
(201, 'sad', 'שיער קצוץ', '', 2016, 'אפריל', 13, 18, '30', 2147483647, 4),
(202, 'asd', 'שיער קצוץ', '', 2016, 'אפריל', 12, 11, '30', 2147483647, 4),
(203, 'asd', 'שיער קצוץ', '', 2016, 'אפריל', 12, 11, '00', 2147483647, 4),
(204, 'das', 'שיער קצוץ', '', 2016, 'אפריל', 13, 12, '30', 2147483647, 4),
(205, 'wd', 'שיער קצוץ', '', 2016, 'אפריל', 13, 13, '30', 2147483647, 4),
(206, 'asd', 'שיער קצוץ', 'sad', 2016, 'אפריל', 12, 18, '30', 2147483647, 4),
(207, 'asd', 'שיער קצוץ', '', 2016, 'אפריל', 12, 18, '30', 2147483647, 4),
(208, 'asd', 'שיער קצוץ', '', 2016, 'אפריל', 12, 14, '30', 2147483647, 4),
(209, 'ds', 'שיער קצוץ', 'sad', 2016, 'אפריל', 13, 16, '00', 2147483647, 4),
(210, 'dd', 'שיער קצוץ', '', 2016, 'אפריל', 19, 14, '30', 2147483647, 4),
(212, 'dgdgf', 'שיער קצוץ', '', 2016, 'אפריל', 14, 14, '30', 2147483647, 4);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
